tutorials/heatTransfer/chtMultiRegionSimpleFoam/heatExchanger/0.org/air/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 100000;

boundaryField
{
    walls
    {
        type            calculated;
        value           uniform 100000;
    }
    inlet
    {
        type            calculated;
        value           uniform 100000;
    }
    outlet
    {
        type            calculated;
        value           uniform 100000;
    }
    blades
    {
        type            calculated;
        value           uniform 100000;
    }
}


// ************************************************************************* //
